Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: Technical documentation referred to in Article 53(1), point (a) — technical documentation for providers of general-purpose AI models
it_it: Documentazione tecnica di cui all'articolo 53, paragrafo 1, lettera a) — documentazione tecnica per i fornitori di modelli di IA per finalità generali

source: Section 1
it_it: Sezione 1

source: Information to be provided by all providers of general-purpose AI models
it_it: Informazioni che devono fornire tutti i fornitori di modelli di IA per finalità generali

source: The technical documentation referred to in Article 53(1), point (a) shall contain at least the following information as appropriate to the size and risk profile of the model:
it_it: La documentazione tecnica di cui all'articolo 53, paragrafo 1, lettera a), deve includere almeno le seguenti informazioni, in funzione della dimensione e del profilo di rischio del modello:

source: A general description of the general-purpose AI model including:
it_it: Una descrizione generale del modello di IA per finalità generali comprendente:

source: the tasks that the model is intended to perform and the type and nature of AI systems in which it can be integrated;
it_it: i compiti che il modello è destinato a eseguire e il tipo e la natura dei sistemi di IA in cui può essere integrato;

source: the acceptable use policies applicable;
it_it: le politiche di utilizzo accettabili applicabili;

source: the date of release and methods of distribution;
it_it: la data di pubblicazione e i metodi di distribuzione;

source: the architecture and number of parameters;
it_it: l'architettura e il numero di parametri;

source: the modality (e.g. text, image) and format of inputs and outputs;
it_it: la modalità (ad esempio testo, immagine) e il formato degli input e degli output;

source: the licence.
it_it: la licenza.

source: A detailed description of the elements of the model referred to in point 1, and relevant information of the process for the development, including the following elements:
it_it: Una descrizione dettagliata degli elementi del modello di cui al punto 1 e informazioni pertinenti sul processo di sviluppo, compresi gli elementi seguenti:

source: the technical means (e.g. instructions of use, infrastructure, tools) required for the general-purpose AI model to be integrated in AI systems;
it_it: i mezzi tecnici (ad esempio istruzioni per l'uso, infrastruttura, strumenti) necessari per integrare il modello di IA per finalità generali nei sistemi di IA;

source: the design specifications of the model and training process, including training methodologies and techniques, the key design choices including the rationale and assumptions made; what the model is designed to optimise for and the relevance of the different parameters, as applicable;
it_it: le specifiche di progettazione del modello e del processo di addestramento, comprese le metodologie e le tecniche di addestramento, le principali scelte progettuali, comprese le motivazioni e le ipotesi formulate; gli aspetti che il modello è progettato per ottimizzare e la pertinenza dei diversi parametri, se del caso;

source: information on the data used for training, testing and validation, where applicable, including the type and provenance of data and curation methodologies (e.g. cleaning, filtering, etc.), the number of data points, their scope and main characteristics; how the data was obtained and selected as well as all other measures to detect the unsuitability of data sources and methods to detect identifiable biases, where applicable;
it_it: informazioni sui dati utilizzati per l'addestramento, la prova e la convalida, se del caso, compresi il tipo e la provenienza dei dati e le metodologie di organizzazione (ad esempio pulizia, filtraggio, ecc.), il numero di punti di dati, la loro portata e le principali caratteristiche; il modo in cui i dati sono stati ottenuti e selezionati e tutte le altre misure per rilevare l'inadeguatezza delle fonti di dati e i metodi per rilevare distorsioni identificabili, se del caso;

source: the computational resources used to train the model (e.g. number of floating point operations), training time, and other relevant details related to the training;
it_it: le risorse computazionali utilizzate per addestrare il modello (ad esempio il numero di operazioni in virgola mobile), il tempo di addestramento e altri dettagli pertinenti relativi all'addestramento;

source: known or estimated energy consumption of the model.
it_it: il consumo energetico noto o stimato del modello.

source: With regard to point (e), where the energy consumption of the model is unknown, the energy consumption may be based on information about computational resources used.
it_it: Per quanto riguarda la lettera e), se il consumo energetico del modello non è noto, il consumo energetico può basarsi su informazioni relative alle risorse computazionali utilizzate.

source: Additional information to be provided by providers of general-purpose AI models with systemic risk
it_it: Informazioni aggiuntive che devono fornire i fornitori di modelli di IA per finalità generali con rischio sistemico

source: A detailed description of the evaluation strategies, including evaluation results, on the basis of available public evaluation protocols and tools or otherwise of other evaluation methodologies.
it_it: Una descrizione dettagliata delle strategie di valutazione, compresi i risultati della valutazione, sulla base dei protocolli e degli strumenti di valutazione pubblici disponibili o di altri metodi di valutazione.

source: Evaluation strategies shall include evaluation criteria, metrics and the methodology on the identification of limitations.
it_it: Le strategie di valutazione comprendono criteri di valutazione, metriche e metodi per l'individuazione delle limitazioni.

source: Where applicable, a detailed description of the measures put in place for the purpose of conducting internal and/or external adversarial testing (e.g. red teaming), model adaptations, including alignment and fine-tuning.
it_it: Se del caso, una descrizione dettagliata delle misure messe in atto al fine di effettuare il test contraddittorio (adversarial testing) interno e/o esterno (ad esempio, red teaming), adeguamenti dei modelli, compresi l'allineamento e la messa a punto.

source: Where applicable, a detailed description of the system architecture explaining how software components build or feed into each other and integrate into the overall processing.
it_it: Se del caso, una descrizione dettagliata dell'architettura del sistema che spiega in che modo i componenti software si basano l'uno sull'altro o si alimentano reciprocamente e si integrano nel processo complessivo.

source: ANNEX XII
it_it: ALLEGATO XII

source: Transparency information referred to in Article 53(1), point (b) — technical documentation for providers of general-purpose AI models to downstream providers that integrate the model into their AI system
it_it: Informazioni sulla trasparenza di cui all'articolo 53, paragrafo 1, lettera b) - documentazione tecnica per i fornitori di modelli di IA per finalità generali ai fornitori a valle che integrano il modello nel loro sistema di IA

source: The information referred to in Article 53(1), point (b) shall contain at least the following:
it_it: Le informazioni di cui all'articolo 53, paragrafo 1, lettera b), contengono almeno quanto segue:

source: the tasks that the model is intended to perform and the type and nature of AI systems into which it can be integrated;
it_it: i compiti che il modello è destinato a eseguire e il tipo e la natura dei sistemi di IA in cui può essere integrato;

source: how the model interacts, or can be used to interact, with hardware or software that is not part of the model itself, where applicable;
it_it: il modo in cui il modello interagisce o può essere utilizzato per interagire con hardware o software che non fanno parte del modello stesso, ove applicabile;

source: the versions of relevant software related to the use of the general-purpose AI model, where applicable;
it_it: le versioni del software pertinente relative all'uso del modello di IA per finalità generali, se del caso;

source: the licence for the model.
it_it: la licenza per il modello.

source: A description of the elements of the model and of the process for its development, including:
it_it: Una descrizione degli elementi del modello e del processo relativo al suo sviluppo, compresi:

source: the technical means (e.g. instructions for use, infrastructure, tools) required for the general-purpose AI model to be integrated into AI systems;
it_it: i mezzi tecnici (ad esempio istruzioni per l'uso, infrastruttura, strumenti) necessari per integrare il modello di IA per finalità generali nei sistemi di IA;

source: the modality (e.g. text, image, etc.) and format of the inputs and outputs and their maximum size (e.g. context window length, etc.);
it_it: la modalità (ad esempio testo, immagine, ecc.) e il formato degli input e degli output e la loro dimensione massima (ad esempio, lunghezza della finestra contestuale, ecc.);

source: information on the data used for training, testing and validation, where applicable, including the type and provenance of data and curation methodologies.
it_it: informazioni sui dati utilizzati per l'addestramento, la prova e la convalida, se del caso, compresi il tipo e la provenienza dei dati e le metodologie di organizzazione.

source: ANNEX XIII
it_it: ALLEGATO XIII

source: Criteria for the designation of general-purpose AI models with systemic risk referred to in Article 51
it_it: Criteri per la designazione dei modelli di IA per finalità generali con rischio sistemico di cui all'articolo 51

source: For the purpose of determining that a general-purpose AI model has capabilities or an impact equivalent to those set out in Article 51(1), point (a), the Commission shall take into account the following criteria:
it_it: Al fine di determinare se un modello di IA per finalità generali ha capacità o un impatto equivalente a quelli di cui all'articolo 51, paragrafo 1, lettera a), la Commissione tiene conto dei criteri seguenti:

source: the number of parameters of the model;
it_it: il numero di parametri del modello;

source: the quality or size of the data set, for example measured through tokens;
it_it: la qualità o la dimensione del set di dati, ad esempio misurata mediante token;

source: the amount of computation used for training the model, measured in floating point operations or indicated by a combination of other variables such as estimated cost of training, estimated time required for the training, or estimated energy consumption for the training;
it_it: la quantità di calcolo utilizzata per addestrare il modello misurata in operazioni in virgola mobile o indicata da una combinazione di altre variabili quali il costo stimato dell'addestramento, il tempo stimato necessario per l'addestramento o il consumo energetico stimato per l'addestramento;

source: the input and output modalities of the model, such as text to text (large language models), text to image, multi-modality, and the state of the art thresholds for determining high-impact capabilities for each modality, and the specific type of inputs and outputs (e.g. biological sequences);
it_it: le modalità di input e output del modello, come da testo a testo (modelli linguistici di grandi dimensioni), da testo a immagine, multimodalità e soglie di punta per determinare le capacità ad alto impatto per ciascuna modalità, nonché il tipo specifico di input e output (ad esempio sequenze biologiche);

source: the benchmarks and evaluations of capabilities of the model, including considering the number of tasks without additional training, adaptability to learn new, distinct tasks, its level of autonomy and scalability, the tools it has access to;
it_it: i parametri di riferimento e le valutazioni delle capacità del modello, anche tenendo conto del numero di compiti che non richiedono un addestramento aggiuntivo, la capacità di apprendere nuovi compiti distinti, il livello di autonomia e scalabilità e gli strumenti a cui ha accesso;

source: whether it has a high impact on the internal market due to its reach, which shall be presumed when it has been made available to at least 10 000 registered business users established in the Union;
it_it: se il modello ha un alto impatto sul mercato interno in considerazione della sua portata, che viene presunta quando il modello stesso è stato messo a disposizione di almeno 10 000 utenti commerciali registrati stabiliti nell'Unione;

source: the number of registered end-users.
it_it: il numero di utenti finali registrati.

source: ISSN 1977-0677 (electronic edition)
it_it: ISSN 1977-0707 (electronic edition)
